Repository: AunCly/felicitime
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Hello,
fr: Bonjour,

source: Lang
fr: Langue

source: Dark Mode
fr: Mode Sombre

source: Settings
fr: Réglages

# warning
source: Be careful !
fr: Attention !

source: Next
fr: Continuer

source: French
fr: Français

source: English
fr: Anglais

source: Add
fr: Ajouter

source: No image selected
fr: Aucune image sélectionnée

# goodDay
source: Hey, welcome
fr: Bien le bonjour

# wantPlay
source: What do you want to play?
fr: A quoi voulez vous jouer ?

# findGame
source: Search for a game
fr: Rechercher un jeu

# addGame
source: Add a game
fr: Ajouter un jeu

# addGameDescription
source: Add photos of the rules of the game, and try to take clear, sharp photos so that we can analyse them properly.
fr: Ajoutez les photos des règles du jeu, essayez de prendre des photos nettes, et claires afin que nous puissions les analyser correctement.

source: Last game added
fr: Derniers jeux ajoutés

# seeGameList
source: See the list of games
fr: Voir la liste des jeux

# howCanHelpYou
source: How can I help you?
fr: Comment puis-je vous aider ?

# updateSettings
source: Modify my settings
fr: Modifier mes paramètres

# yourNicestName
source: Your prettiest name
fr: Votre plus joli prénom

# yourBuddy
source: Your mascot
fr: Votre mascotte

source: Light theme
fr: Thème clair

source: Dark theme
fr: Thème sombre

source: Color scheme
fr: Schéma de couleur

# greenScheme
source: Green
fr: Vert

# blueScheme
source: Blue
fr: Bleu

# redScheme
source: Red
fr: Rouge

# purpleScheme
source: Purple
fr: Violet

# gameResume
source: Summary
fr: Résumé des règles

# questionRules
source: Question about the rules
fr: Question sur les règles

# rulesText
source: Text
fr: Texte

# resumeText
source: Resume
fr: Résumé

# rules
source: Game rules
fr: Règles du jeu

# formatRules
source: Formatting rules
fr: Formater les règles

source: Game title
fr: Titre du jeu

# resetTutorial
source: Reset the tutorial
fr: Réinitialiser le tutoriel

# onboardingTitle
source: Life is too short to read the rules
fr: La vie est trop courte pour lire les règles

# onboardingSubtitle
source: Your ludovik assistant, summarizes the rules of all your games and answers all your questions. No more disputes, no more wasted time!
fr: Votre assistant Ludovik, résume les règles de tous vos jeux en un clin d'oeil et répond à toutes vos questions. Plus de dispute, plus de temps perdu !

# onboardingSettingsTitle
source: Settings
fr: Paramétrage

# onboardingSettingsSubtitle
source: Choose your Vic to accompany you!
fr: Choisissez votre Vic pour vous accompagner !

# onboardingVictoire
source: Victoire plays for fun. Never a sore loser, she loves games of speed and reflection.
fr: Victoire joue pour s'amuser. Jamais mauvaise perdante elle adore les jeux de rapidité et de réflexion.

# onboardingVictor
source: Victor plays for fun but also to win. He loves strategy games.
fr: Victor joue pour s'amuser mais surtout pour gagner. Les jeux de stratégie, il adore ça.

# onboardingChooseName
source: Choose your prettiest name:
fr: Donnez nous votre plus beau prénom :

# onboardingSearchGameTitle
source: Search for a game
fr: Chercher un jeu

# onboardingSearchGameSubtitle
source: Hello, my name is {mascot}, thank you for choosing me, we are going to have fun! A game of Cubirds, anyone? Let's see if a user has already added it!
fr: Hello, moi c'est {mascot}, merci on va bien s'amuser ! Une partie de Cubirds ça vous dit ? Voyons si un utilisateur l'a déjà ajouté !

# onboardingAddGameTitle
source: Add a game
fr: Ajouter un jeu

# onboardingAddGameSubtitle
source: Oh no, it doesn't exist in our database! Don't panic, this time I'll add it for you.
fr: Oh non il n'existe pas dans notre base de données ! Pas de panique, cette fois ci je vais l'ajouter pour vous.

# onboardingAddGameOne
source: Adding the main image
fr: Ajout de l'image principale

# onboardingAddGameTwo
source: Roll the dice: Extra action!
fr: Jet de dée : Action supplémentaire !

# onboardingAddGameThree
source: Generation of rules
fr: Génération des règles

# onboardingAddGameFour
source: Feeding the birds
fr: Nourissage des oiseaux

# onboardingAddGameFive
source: Adding additional images
fr: Ajout des images supplémentaires

# onboardingAddGameVoila
source: And here we go!
fr: Et voilaaaaa !

# onboardingGameTitle
source: Play a game
fr: Jouer à un jeu

# onboardingGameKnowHowToPlay
source: Let's go! By the way, do you know how to play?
fr: C'est parti ! Au fait vous savez jouer ?

# onboardingGameKnowHowToPlayYes
source: Of course
fr: Bien sûr

# onboardingGameKnowHowToPlayNoResume
source: No worries, I'll explain everything to you!
fr: Pas de soucis, je vous explique tout !

# onboardingGameKnowHowToPlayNoSeeResume
source: See the summary
fr: Voir le résumé

# onboardingGameStartPlaying
source: Great! Let's get started, but I'm not sure how many birds to collect when playing with two players?
fr: Super ! On peux commencer mais j'ai un doute combien faut il collectionner d'oiseaux lorsque l'on joue a deux ?

# onboardingGameStartPlayingQuestion
source: How many birds do you need to collect to finish the game?
fr: Combien d'oiseau faut il collectionner pour terminer la partie ?

# onboardingGameStartPlayingAskQuestion
source: Ask the question
fr: Poser la question

# onboardingGameStartPlayingAnswer
source: You need to collect 7 different birds or 3 birds from 2 families to finish the game!
fr: Il faut collectionner 7 oiseaux différents ou 3 oiseaux de 2 familles pour terminer la partie !

# onboardingGameStartPlayingGo
source: That's what I thought, we can play now!
fr: C'est bien ce que je pensais on peut jouer maitenant !

# onboardingThanks
source: Thank you!
fr: Merci !

# onboardingThanksSubtitle
source: You are now ready to play, have fun!
fr: Merci d'avoir suivi cette courte introduction, à vous de jouer maintenant.

# onboardingNext
source: Next
fr: Suivant

# questionMissing
source: Please ask a question
fr: Veuillez poser une question

# questionPlaceholder
source: Your question
fr: Votre question

# askQuestion
source: Ask a question
fr: Poser une question

# mascotKnowTheRules
source: I know all the rules of {game}!
fr: Je suis incollable sur les règles de {game} !

# notAGame
source: Error: according to what you have provided us, we do not detect a board game.
fr: Erreur : D'après ce que vous nous avez fourni, nous ne détectons pas de jeu de société.

source: Take pictures
fr: Prendre des photos

# gameCreationDescription
source: Add a game to the database, so that you can obtain a summary of the rules and start asking questions about them.
fr: Ajouter un jeu à la base de données, afin de pouvoir obtenir un résumé des règles et commencer à poser des questions sur les règles.

# gameListeEmpty
source: The list of games is empty, add a game to start playing!
fr: La liste des jeux est vide, ajoutez un jeu pour commencer à jouer.

# onboardingGameDialogResume
source: Cubirds is a game of observation and strategy. The goal is to collect the most points by observing the birds on the cards and placing them in the right order. The game ends when a player has placed all his cards or when the deck is empty. The player with the most points wins the game.
fr: Cubirds est un jeu de cartes dans lequel les joueurs doivent collecter des oiseaux pour marquer des points. Les joueurs peuvent choisir de prendre des cartes oiseaux ou de les échanger contre des cartes objectifs. Le jeu se termine lorsque la pioche est vide et le joueur avec le plus de points gagne.

# onboardingGameDialogClose
source: Close
fr: Fermer

# gameResumeNotAvailable
source: The summary of the rules is not available, please add it.
fr: Le résumé pour ce jeu n'est pas encore disponible

# errorAppend
source: Une erreur est survenue, veuillez r√©essayer.
fr: Une erreur est survenue, veuillez réessayer.
